/* `welcomeLabel` UILabel text default value */
"Welcome" = "Добре дошли";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Благодарим ви за изтеглянето";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Моля, следвайте инструкциите, които сте получили в приветствения имейл, за да стартирате процеса по активиране.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Управлявайте с лекота вашите ежедневни задачи и сътрудничеството по проекти.";

"ScanInstruction" = "Моля, сканирайте защитения QR код, за да стартирате процеса по активация.";

"DiscoveryServiceInstruction" = "Моля, въведете вашия имейл адрес, за да стартирате процеса по активация.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Проверка на акаунта...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Стартиране";

"Scan" = "Сканиране";

/* `demoLabel` UILabel text default value */
"Explore" = "Желаете да разгледате?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Изпробвайте демо версията";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Задаване на парола за достъп";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Парола";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Избор на парола";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Потвърждаване на парола";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Въведете паролата си отново.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Потвърдете вашата парола.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Въведете паролата си.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Промяна на парола";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Въведете текущата си парола.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Не сега";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Назад";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Напред";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Готово";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Изберете парола с най-малко %d символа за отключване на приложението.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Изберете парола с най-малко %d цифри за отключване на приложението.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Трябва да включва следното:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Малки букви (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Главни букви (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Цифри (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Символи (!@#…)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Повторно задаване на парола";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Неуспешна проверка на парола.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Паролата беше отхвърлена от FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Повторен опит";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " е вече налично!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Активирането на Touch ID ще ви позволи по-бърз достъп до вашата информация.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Можете да включите или изключите тази функция във всеки един момент в Настройки.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Моля, активирайте Touch ID за бърз и сигурен достъп.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Ако Touch ID е дезактивиран, ще бъдете помолен за вашата парола за устройството.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Активирането на Face ID ще ви позволи по-бърз достъп до вашата информация.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Можете да включите или изключите тази функция във всеки един момент в Настройки.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Моля, активирайте Face ID за бърз и сигурен достъп.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Ако Face ID е дезактивиран, ще бъдете помолен за вашата парола за устройството.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "За да използвате Touch ID, моля добавете пръстови отпечатъци в настройките на вашето устройство.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Можете да направите това във всеки един момент в Настройки - Touch ID и парола.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "За да използвате Face ID, моля регистрирайте Face ID в настройките на вашето устройство.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Можете да направите това във всеки един момент в Настройки - Face ID и парола.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Научете повече за Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Научете повече за Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Активиране";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Удостоверете самоличността си с Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Удостоверете самоличността си с Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Грешка";

/* The error title. */
"AuthenticationErrorKey" = "Грешка при удостоверяване";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "За да използвате приложението, моля удостоверете самоличността си с Touch ID.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "За да използвате приложението, моля удостоверете самоличността си с Face ID.";

/* The authenticate button text. */
"AuthenticateKey" = "Удостоверете самоличността си";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Паролите не съвпадат. Опитайте отново.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Остават ви %d опита.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Остава ви 1 опит.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Няма повече опити.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Моля, влезте в акаунта си, за да зададете паролата повторно.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Неправилна парола. Опитайте отново.";

/* The scan page title string. */
"ScanKey" = "Сканиране";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Неуспешно сканиране";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Моля, изберете изображение на QR код.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Невалиден QR код";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR кодът не беше разпознат.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Позволяване на достъп до снимки";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "За да изберете изображение на QR код, моля разрешете достъп до снимките в настройките за поверителност на вашето устройство.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Позволяване на достъп до камерата";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "За да сканирате с камерата, моля разрешете достъп до камерата в настройките за поверителност на вашето устройство.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Настройки";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Потвърждение";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Сканирането е успешно. Ще се свържете с:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Продължаване";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Стартиране";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Активиране";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Ако сте получили приветствен имейл, следвайте връзката за активиране в него. В противен случай, въведете вашия имейл адрес или сканирайте QR кода, за да стартирате регистрацията.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Напред";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "или";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Сканиране";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Съгласен съм";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Не съм съгласен";

/* The authentication title. */
"AuthenticationKey" = "Удостоверяване";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Моля, въведете своето потребителско име и парола, за да удостоверите самоличността си.";

/* Username input field placeholder string */
"usernameKey" = "потребителско име";

/* Password input field placeholder string */
"passwordKey" = "парола";

/* Sign In button string. */
"SignInKey" = "Вход";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Неправилни идентификационни данни. Опитайте отново.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Моля, въведете информацията по-долу, за да започнете процеса на активиране.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Проверка на информацията...";

/* Cancel button string. */
"CancelKey" = "Отказ";

/* Allow button string. */
"AllowKey" = "Позволяване";

/* Deny button string. */
"DenyKey" = "Отказване";

/* No button string. */
"NoKey" = "Не";

/* Quit button string. */
"QuitKey" = "Излизане";

/* GiveConsent button string. */
"GiveConsentKey" = "Даване на съгласие";

/* Navbar title string. */
"StepKey" = "Стъпка";

/* Navbar title string. */
"OfKey" = "от";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Наистина ли искате да излезете от процеса на регистрация?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Без да дадете съгласие, не можете да продължите регистрацията.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Превключване или добавяне на потребител";

/* Title for Log In button */
"LogInKey" = "Вход";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Търсене на потребители в това устройство?";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Забравена парола?";

